Repository: Mil0dV/co2ok-dojo
Catalog: co2ok_dojo/locale/*/LC_MESSAGES/django.po
Languages: de

source: Bestrijd klimaatverandering terwijl je online shopt
de: Bekämpfe Klimawandel während Du online einkaufst

source: Wordt een CO₂ok Ninja met onze gratis App. Shop online en de webshop compenseert de carbon footprint van je aankoop zonder één cent meer te betalen. Klimaat bestrijden kan niet sneller en simpeler.
de: Werde ein CO₂ok Ninja mit unserer Ninja App. Du kaufst ein und der Onlineshop bezahlt einen CO₂ Ausgleich für Dein gekauftes Produkt. Klimawandel zu bekämpfen war noch nie so leicht!

source: Hoe werkt het
de: Und so geht’s

source: GET THE APP!
de: HOL DIR DIE APP!

source: KIES UIT
de: WÄHLEN SIE AUS

source: 2000+ INTERNATIONALE SHOPS
de: 2000+ INTERNATIONALE GESCHÄFTEN

source: HOE WERKT HET
de: SO EINFACH GEHT ES

source: Wordt een CO₂ Ninja
de: Werde ein CO₂ok Ninja

source: Registreer en installeer de App. De App is veilig, open source en respecteert jouw privacy.
de: Einfach registrieren und die App installieren. Die App ist sicher, open source und respektiert Deine Privatsphäre.

source: Wij verzamelen/ gebruiken geen persoonlijke data - bekijk ons privacy beleid
de: Weder benutzen noch speichern wir persönliche Einkaufsdaten - Unser Datenschutz

source: Shop
de: Kauf ein

source: Winkel als CO₂ok Ninja. Na afrekenen ontvangen wij een commissie van de webshop.
de: Geh in Deinem Ninja Outfit online shoppen ;). Nachdem Du bezahlt hast, erhalten wir eine Kommission von dem Onlineshop.

source: Bestrijd klimaatverandering
de: Bekämpfe den Klimawandel

source: Met deze commissie financieren we projecten die direct broeikasgassen reduceren. CO₂ok maakt zo jouw aankoop klimaatneutraal. Thank you 💚
de: Mit dieser Kommission finanzieren wir Projekte die unmittelbar Treibhausgase vermindern. Somit machst Du Deinen Einkauf Klimaneutral. Danke Dir 💚

source: Geen extra kosten voor jou.
de: Das Beste ist - es ist kostenfrei für Dich.

source: De CO₂ compensatie wordt volledig gedekt door de webwinkel.
de: Der CO₂ Ausgleich wird vollkommen vom Onlineshop übernommen.

source: Get involved & fight climate change
de: Mach mit und bekämpfe den Klimawandel!

source: Bekijk wat jij voor verschil kan maken.
de: Schau wie viel Unterschied Du machen kannst

source: Als jij onze extensie gebruikt doneren wij een bedrag aan de financiering van duurzame energie en projecten voor vermindering van CO₂-uitstoot (via onze gecertificeerde partner, Atmosfair). Deze projecten zullen actief de CO₂-uitstoot verminderen, wat je online aankoop weer klimaat neutraal maakt. Op deze manier verbeter je het klimaat!
de: Mit der Kommission finanzieren wir Erneuerbare-Energie & CO₂ Verminderungs-Projekte, zusammen mit unseren zertifizierten Partnern. Diese Projekte verringern aktiv den CO₂ Ausstoß und machen somit Deinen Einkauf Klimaneutral. Somit machst Du einen positiven Unterschied für unsere Umwelt!

source: Hoe
de: Wie funkioniert die

source: CO₂ compensatie
de: CO₂ kompensation

source: werkt. Lees meer in de
de: ? Lesen Sie mehr im

source: Tijdens productie en vervoer van producten komen broeikasgassen vrij
de: Während der Herstellung und dem Transport werden Treibhausgase freigesetzt.

source: Wij voorkomen minstens evenveel uitstoot
de: Mit unserer Ninja App verhinderst Du mindestens dieselbe Menge an Treibhausgasen

source: Zo is je aankoop klimaatneutraal!
de: und machst Deinen Einkauf Klimaneutral!

source: INSTALLEER OM TE HELPEN
de: ANMELDEN UND KLIMAWANDEL BEKÄMPFEN

source: CO2ok Ninja Privacy Beleid
de: Ninja App Datenschutz

source: We verzamelen en saven geen gebruikersdata gezien we dat niet nodig hebben om commissies te ontvangen. Je privacy is heel belangrijk voor ons, wij houden ook niet van arbitraire data-tracking, daarom doen we dat niet.
de: Wir bekämpfen den Klimawandel - wir sind keine Datensammler! Darum sammeln und speichern wir Deine Daten nicht. Mit CO₂ok bleiben Deine Daten Dir - Dir alleine!

source: Onze code is open source, dus kun je bekijken hoe het technisch gemaakt is, de volledige code is in te zien, zo kunnen we geen geheimen houden. Hier kun je de code inzien:
de: Wir arbeiten transparent und unser Code ist open source. Du kannst Dir anschauen wie die Ninja App technisch gemacht ist. Der gesamten Code offen einsehbar, wir verstecken nichts und haben keine Geheimnisse!

source: Broncode browserextensie
de: Sourcecode Ninja App

source: Om de CO2ok Ninja te laten werken heeft de extensie alleen bepaalde rechten nodig om lokaal te zien welke webshop je momenteel gebruikt om de commissie te activeren bij de webshop.
de: Die Ninja App benötigt lediglich die Information auf welchem Onlineshop Du Dich gerade befindest um die Kommission zu aktivieren. Diese Info verlässt jedoch Deinen Computer nicht und somit ist Deine Privatsphäre geschützt.

source: Zie verder onze
de: Sehen Sie sich unsere

source: Privacy Policy
de: Datenschutzbestimmungen genauer an

source: Credits to Altruisto
de: Danke an Altruisto

source: We willen Altruisto graag bedanken voor het open source maken van hun code, zodat we ons project konden “forken”, gebaseerd op hun voorgaande werk. <a href="https://altruisto.com/">Altruisto</a> doet geweldig werk met het doneren aan goede doelen door middel van online winkelen. Hun GitHub repo kun je hier vinden: <a href="https://github.com/Altruisto/altruisto">Altruisto GitHub repository
de: An dieser Stelle sagen wir Danke an Altruisto, dass sie ihren Code öffentlich gemacht haben. Dieses haben wir als Grundlage für unsere Projekte genutzt. <a href="https://altruisto.com/">Altruisto</a> leistet tolle Arbeit mit Spenden für Hilfsorganisationen durch das Gleiche Prinzip. Ihre GitHub repo kann hier eingesehen werden: <a href="https://github.com/Altruisto/altruisto">Altruisto GitHub repository

source: Why installing the Ninja App requires permission to “Read and change all data on websites you visit”?
de: Warum benötigt die Installation der Ninja App die Berechtigung “Lesen und Ändern der Daten von den Webseiten die Du besuchst”?

source: Does the Ninja App track my purchases or internet activity?
de: Zeichnet die Ninja App meine Einkäufe oder meine Internetaktivität auf?

source: No! We don’t need your Data to fight climate change and therefore we don’t collect or save any personal shopping data. Our goal is to make the world a better place and not collecting data. We do get information about what kind of products are purchased and how many items are bought each month, but we do not track individual users’ purchases & don’t store them!
de: Wir benötigen Deine Daten nicht um den Klimawandel zu bekämpfen und darum sammeln & speichern wir Deine Einkaufsdaten ganz einfach nicht. Unser Ziel ist es unsere Umwelt zu verbessern und nicht Daten zu sammeln. Natürlich erhalten wir Daten über gekaufte Produkte. Jedoch zeichnen wir diese nicht pro Benutzer, sondern in der Gesamtheit auf und somit speichern wir keine individuelle Daten.

source: What stores does the Ninja App work with?
de: Bei welchen Onlineshops kann ich die Ninja App benutzen?

source: How do shops benefit from being in CO₂ok Ninja program?
de: Wie profitieren Onlineshops von der Ninja App?

source: Our users are clients who have a strong incentive to buy from our partner shops and not their competition.
de: Unsere Nutzer bevorzugen es bei teilnehmenden Onlineshops zu kaufen und nicht bei deren Konkurrenz.

source: We are preparing multiple new features such as highlighting partners’ websites in search results. These features directly drive new consumers to partners’ stores.
de: Wir arbeiten an einigen weiteren Hilfsmitteln, wie etwa Partnershops in Suchresultaten hervorzuheben. Solche Hilfsmittel spülen mehr Konsumenten in die Partershops.

source: Thanks to CO₂ok the brands of the shops are associated with a great cause. They show that climate and our environment matters to them as well and with this they boost their image.
de: Dank CO₂ok sind die Marken mit einem grünen Image aufgeladen. Sie zeigen, dass ihnen unsere Umwelt und der Klimawandel nicht egal ist und somit steigern sie ihre Beliebtheit.

source: How big is your piece of the cake?
de: Und was verdient Ihr?

source: We invest 75% of the commission in the CO₂ compensation. The remaining 25% are much needed to keep CO₂ok going. We just started and our margin doesn’t even cover the costs. Our goal is to make an impact and give everybody the chance to easily fight climate change. Eventually, we will reduce our margin – we are not in this to become rich. We will always be open and transparent and therefore we will report our income and spending each year.
de: CO₂ok erhält zwischen 1-6% des Einkaufswertes. Der prozentuale Anteil hängt von dem jeweiligen Shop und des Produktes ab. Anfänglich gehen davon 75% direkt in den CO₂ Ausgleich. Die restlichen 25% benötigen wir um CO₂ok am Leben zu halten. Wir haben gerade erst begonnen und unser Einnahmen decken unsere Kosten noch längst nicht. Unser Ziel ist es einen Unterschied zu machen und jedem die Chance zu geben den Klimawandel mit einfachen Mitteln zu bekämpfen. Letztlich wollen wir unseren Anteil reduzieren - wir mache dies hier nicht um reich zu werden. Wir arbeiten offen und transparent und wir werden zu jedem Jahresende unsere Einnahmen und Ausgaben offen legen.

source: Ik shop alleen op Amazon en gebruik ook al Amazon Smile programma, is er een andere reden om CO2ok Ninja te installeren?
de: Ich kauf allein bei Amazon ein und verwende Amazon Smile. Gibt es einen Grund für mich die Ninja App zu installieren?

source: Onze partners doneren 2 tot 12 keer meer via het programma Ninja en ontvangt 1-6% van het aankoop bedrag terwijl dit bij Amazon Smile maar 0,5% is. Ook heeft CO2ok Ninja meer variatie in producten, zoals transport services, financiële producten en officiële kleding van verschillende clubs. Amazon Smile kan dit niet aanbieden.
de: Zuerst ist zu sagen, dass unsere Partner durch die Ninja App im Normalfall zwischen 2-12 (1-6%) mal mehr spenden als Amazon mit Amazon Smile (0,5% vom Endpreis). Wenn Du also eine größere Auswirkung auf die Welt machen willst, solltest Du überlegen, ob Du die Ninja App entweder anstatt oder zusätzlich zu Amazon Smile verwenden willst um dies zu erreichen. Zudem gibt es auch Produkte in unseren Partnershops, die Du nicht auf Amazon findest. Wie zum Beispiel Reisen (Hotels, Flüge, Zugtickets, Autoverleihe), Finanzprodukte, Sportclubs oder spezielle Marken.

source: Hoe kan ik er zeker van zijn dat het geld word gebruikt om CO2 uitstoot te verminderen?
de: Wie kann ich sicherstellen, dass das Geld für die Verringerung der Treibhausgase eingesetzt wird?

source: De organisatie waar het geld naar toe zal gaan, zoals Atmosfair – en andere organisaties – zijn in bezit van verschillende hoogstaande certificaten. Ook worden onze inkomsten en uitgaven ieder jaar openbaar gemaakt.
de: Atmosfair und Fair Climate Fund stellen uns Zertifikate aus. Ein Beweis dafür, dass wir CO₂ Ausgleich leisten. Zudem legen wir zu jedem Jahresende unsere Einnahmen und Ausgaben offen.

source: Kost het mij iets om co2ok Ninja te gebruiken?
de: Ist die Ninja App wirklich kostenfrei?

source: Nee, het programma Ninja is gratis. De prijzen bij de webwinkels zullen precies hetzelfde zijn wanneer je CO2ok Ninja gebruikt.
de: Ja, zu 100%. Auch die Preise in den Onlineshops sind mit der Benutzung der App exakt die Selben.

source: Ik koop bij geen enkel bedrijf waar jullie programma op kan, is er een andere reden om het toch te installeren?
de: Ich kaufe in keinem dieser Onlineshops ein. Macht es dennoch Sinn die Ninja App zu installieren?

source: Ja, wij zijn constant bezig om nieuwe partners binnen te halen. Hierdoor zal het snel mogelijk kunnen zijn dat het bedrijf waar u wel shopt er in komt te staan. Hoe meer gebruikers hoe beter, bij iedere installatie zijn we een heel stuk dichterbij dan eerst en groeit ons naam en ons doel.
de: Absolut und hier drei Gründe: Wir arbeiten stetig an neuen Partnerschaften und somit macht vielleicht auch Dein Lieblings-Shop bald mit. Unsere App informiert Dich dann automatisch, sobald Du einkaufst. Dies ist wesentlich einfacher als immer zu checken, ob Dein Lieblings-Shop nun mitmacht. 2) Wenn Du doch einmal in einem anderen Onlineshop einkaufst, der bereits mit uns zusammenarbeitet, kannst Du direkt einen CO₂ Unterschied machen. Es ist besser die App installiert zu haben als eine einfache Möglichkeit zu versäumen etwas Gutes für unsere Umwelt zu tun. 3) Es ist einfacher neue Partner zu gewinnen, wenn wir mehr Benutzer haben. Onlineshops sind dann einfacher zu überzeugen, mitzumachen. Mit der Installation machst Du es somit wahrscheinlicher, dass Dein Lieblings-Shop auch bald dabei ist.

source: Hoe werkt CO2ok Ninja?
de: Wie funktioniert es?

source: Na het installeren van het programma kunt u toestemming gegeven om CO2-uitstoot neutraal te shoppen. Tijdens het afrekenen zal er bij de webwinkel het CO2-uitstoot neutraal winkelen in kaart worden gebracht. Eenmaal afgerekend krijgt CO2ok een deel van een bedrag via uw aankoop. Door de inkomsten via CO2ok Ninja worden er donaties gedaan naar organisaties zoals Atmosfair.
de: Nachdem Du die Ninja App installiert hast, wirst Du beim shoppen unsere “Shop CO₂ok Box” sehen, sobald Du Dich auf einem Partner-Shop befindest. Klicke diese einfach an und die Seite lädt sich schnell neu. Von nun an erhalten wir eine Kommission (normalerweise zwischen 1% - 6%), wenn Du einen Kauf abschließt. Wir spenden dann 75% dieser Summe an sorgfältig ausgesuchte Umweltschutzorganisationen wie etwa Atmosfair. Bei manchen Onlineshops wirst Du diesen Vorgang nach einer gewissen Zeit wiederholen müssen.

source: Sustainable energy sources like the sun, wind and hydro power don't have negative effects on the climate. Very little greenhouse gases are emitted and there is no air polution.
de: Erneuerbare Energien

source: The Save80 cookers which use 5x less wood, which means 5x less emission.
de: Der Save80 - ein Ofen der die Menge an Holz um ein 5-faches reduziert

source: A biogas installation under construction
de: Eine Bio-Anlage wird gebaut

source: Sign Up
de: Einschreiben

source: Sign up via:
de: Melde dich über an:

source: We won't share your email adress or other user data, read here about our
de: Wir geben Ihre E-Mail und andere Benutzerdaten nicht weiter. Lesen Sie hier unsere

source: Partner stores list
de: Partnershops

source: You raise money for the fight against climate change when you shop in one of these online stores.
de: Du sammelst Geld für den Kampf gegen den Klimawandel, wenn Du bei einem der gelisteten Onlineshops einkaufst.

source: NOTE: CO2ok Ninja only needs to know which website you are visiting. We do not record your website visits or any other data. We do not make changes on your computer. The Google notice that you see as you click further is different from what the Ninja app does.
de: HINWEIS: Ihre Privatsphäre ist wichtig. Wir müssen nur wissen, auf welcher Website Sie sich befinden. Deshalb speichern wir keine Daten. Das Googlemelding, das Sie sehen, wenn Sie weiter klicken, unterscheidet sich von der Ninja-App.

source: GET THE APP
de: HOL DIR DIE APP

source: How it works
de: Wie es funktioniert

source: Profile
de: Profil

source: Tell your friends about CO2ok Ninja by sharing the above link, so you get shurikens
de: Erzähle deinen Freunden von CO2ok Ninja, indem du den obigen Link teilst, damit du Shuriken erhältst

source: CO2 compensated
de: CO2 kompensiert

source: Pick a cause
de: Wähle eine Ursache
